[
    {
        "name": "CZECH REPUBLIC",
        "access": [
            "Unlock the cinematic magic of the Czech Republic!",
            "Czechia is renowned for its filmmaker-friendly environment. The country has a long history of nurturing generations of filmmakers, ensuring that you have access to some of the most skilled and creative professionals in the industry.",
            "Czechia's rich history is a goldmine for cinematic storytelling. Explore the stunning medieval architecture of Prague, with its historic Old Town and Prague Castle. For filmmakers seeking a blend of history and modernity, Prague is an ideal location. The capital city seamlessly integrates its rich history with a vibrant contemporary vibe, offering filmmakers a diverse range of urban settings.",
            "The Czech Republic boasts an incredible diversity of landscapes thanks to its rich history Czechia strategic location makes it a crossroads of cultures, with Germany, Austria, Slovakia, and Poland as its neighboring countries. This geographical advantage not only enriches Czechia's diverse heritage but also provides a gateway to other countries with a short driving distance. The country's distinct seasons allow for a wide range of looks, ensuring your production captures the beauty of Czechia in various atmospheric settings.",
            "Whether it's a documentary, feature film, or a whole film. We have you covered. Our extensive Czech team offers covering everything from location scouts to filming crew, from camera operators to assistant directors. Discover a diverse backdrop, from historic charm to modern urban vibes."
        ],
        "visa": [
            "Most film crews can enter the Czech Republic without a visa, but if they plan to stay for an extended period, a visa might be required.",
            "The Czech Republic is part of the Schengen Area, a group of 26 European countries that allows for the free movement of labor and services. People from Schengen countries can visit the Czech Republic for up to three months without needing any special permits. However, if their stay exceeds three months, they must apply for a visa.",
            "For citizens of the United States, Canada, Australia, the EU, and the EEA, no visa is necessary to enter the Czech Republic, and they can stay for up to three months within a six-month period without a residence permit.",
            "Czechia is a signatory of the Convention on Temporary Admissions, and ATA Carnets are accepted, simplifying the process of transporting film equipment across the border.",
            "Coming from outside the EU and these countries, individual situations have to be looked upon and may apply for VISA. We can assist you with that!"
        ],
        "services": [
            {
                "label": "LOCATION & CASTING",
                "values": [
                    "LOCATION SCOUTING",
                    "LOCATION RESEARCH",
                    "LOCATION REPORTS",
                    "LIGHT STUDIES",
                    "LOCATION CLEARANCES",
                    "FILM PERMITS",
                    "MAPPING ",
                    "FILM CASTING",
                    "CASTING DIRECTORS",
                    "AUDITIONS",
                    "TALENT SELECTION",
                    "CASTING CALLS",
                    "ROLE CASTING"
                ]
            },
            {
                "label": "LOCAL PRODUCTION CREW",
                "values": [
                    "PRODUCTION ASSISTANTS",
                    "FIXERS",
                    "CAMERA OPERATORS",
                    "DOP (DIRECTOR OF PHOTOGRAPHY)",
                    "DIRECTORS",
                    "GAFFERS",
                    "FILMMAKERS",
                    "RUNNERS",
                    "COLOR GRADERS",
                    "ASSISTANT DIRECTORS",
                    "FOCUS PULLERS",
                    "SOUND OPERATORS",
                    "CERTIFIED DRONE PILOTS",
                    "MAKE UP ARTISTS",
                    "COSTUME/STYLISTS",
                    "SET DESIGNERS"
                ]
            },
            {
                "label": "LOGISTICS & EQUIPMENT ",
                "values": [
                    "FILMING EQUIPMENT",
                    "(CAMERA, LIGHTS, GRIP)",
                    "TECHNICAL CREW",
                    "DRIVERS",
                    "ART DEPARTMENT",
                    "SFX CREWS",
                    "HIGH-END EQUIPMENT RENTAL",
                    "STUDIOS",
                    "TRANSPORTATION",
                    "VANS/MINIBUSES",
                    "WALKIE TALKIES",
                    "PRODUCTION TENTS",
                    "SPECIALIZED VEHICLES",
                    "PRODUCTION HOUSE"
                ]
            },
            {
                "label": "PRODUCTION SUPPORT AND MANAGEMENT",
                "values": [
                    "TRANSLATORS",
                    "PERMITS / PERMIT MANAGEMENT",
                    "PRODUCTION SCHEDULING",
                    "BUDGETING & CALL SHEETS",
                    "FINDING TALENTS",
                    "CATERING",
                    "LOCAL HIRE & MANAGEMENT",
                    "SERVICE PRODUCTION",
                    "EMERGENCY RESPONSE",
                    "BUDGETING & BIDDING",
                    "INSURANCE",
                    "ON SET SECURITY",
                    "ACCOMMODATION",
                    "HOTEL BOOKING",
                    "LOCAL COORDINATION"
                ]
            }
        ]
    },
    {
        "name": "SLOVAKIA",
        "access": [
            "Slovakia is your cinematic playground, offering enchanting settings from snow-capped mountains to quaint villages and fairy tale castles.",
            "Whether it's a documentary, feature film, or a grand production, we've got you covered. Our skilled Slovak team is your all-in-one solution, from scouting to assembling the perfect crew. Discover a world of diverse backdrops, blending history and modernity seamlessly. Slovakia is a production-friendly country, nurturing generations of directors, fixers, DOPs and editors who are ready to help you with all your projects.",
            "Nestled in the heart of Europe, Slovakia offers filmmakers a captivating mix of landscapes and historical backdrops. From medieval castles to charming villages and modern cityscapes in Bratislava, Slovakia has it all. With diverse seasons, you can achieve a wide range of looks for your production. Filming in Slovakia is top-notch, with our exceptional crew and production excellence that always exceeds your expectations."
        ],
        "visa": [
            "Most film crews can enter Slovakia without a visa, but if they plan to stay for an extended period, a visa might be required.",
            "Slovakia is part of the Schengen Area, a group of 26 European countries that allows for the free movement of labor and services. People from Schengen countries can visit Slovakia for up to three months without needing any special permits. However, if their stay exceeds three months, they must apply for a visa.",
            "For citizens of the United States, Canada, Australia, the EU, and the EEA, no visa is necessary to enter the Slovakia, and they can stay for up to three months within a six-month period without a residence permit.",
            "Slovakia is a signatory of the Convention on Temporary Admissions, and ATA Carnets are accepted, simplifying the process of transporting film equipment across the border.",
            "Coming from outside the EU and these countries, individual situations have to be looked upon and may apply for VISA. We can assist you with that!"
        ],
        "services": [
            {
                "label": "LOCATION  & CASTING",
                "values": [
                    "LOCATION SCOUTING",
                    "LOCATION RESEARCH",
                    "LOCATION REPORTS",
                    "LIGHT STUDIES",
                    "LOCATION CLEARANCES",
                    "FILM PERMITS",
                    "MAPPING ",
                    "FILM CASTING",
                    "CASTING DIRECTORS",
                    "AUDITIONS",
                    "TALENT SELECTION",
                    "CASTING CALLS",
                    "ROLE CASTING"
                ]
            },
            {
                "label": "LOCAL PRODUCTION CREW",
                "values": [
                    "PRODUCTION ASSISTANTS",
                    "FIXERS",
                    "CAMERA OPERATORS",
                    "DOP (DIRECTOR OF PHOTOGRAPHY)",
                    "DIRECTORS",
                    "GAFFERS",
                    "FILMMAKERS",
                    "RUNNERS",
                    "COLOR GRADERS",
                    "ASSISTANT DIRECTORS",
                    "FOCUS PULLERS",
                    "SOUND OPERATORS",
                    "CERTIFIED DRONE PILOTS",
                    "MAKE UP ARTISTS",
                    "COSTUME/STYLISTS",
                    "SET DESIGNERS"
                ]
            },
            {
                "label": "LOGISTICS & EQUIPMENT ",
                "values": [
                    "FILMING EQUIPMENT ",
                    "(CAMERA, LIGHTS, GRIP)",
                    "TECHNICAL CREW",
                    "DRIVERS",
                    "ART DEPARTMENT",
                    "SFX CREWS",
                    "HIGH-END EQUIPMENT RENTAL",
                    "STUDIOS",
                    "TRANSPORTATION",
                    "VANS/MINIBUSES",
                    "WALKIE TALKIES",
                    "PRODUCTION TENTS",
                    "SPECIALIZED VEHICLES",
                    "PRODUCTION HOUSE"
                ]
            },
            {
                "label": "PRODUCTION SUPPORT AND MANAGEMENT",
                "values": [
                    "TRANSLATORS",
                    "PERMITS / PERMIT MANAGEMENT",
                    "PRODUCTION SCHEDULING",
                    "BUDGETING & CALL SHEETS",
                    "FINDING TALENTS",
                    "CATERING",
                    "LOCAL HIRE & MANAGEMENT",
                    "SERVICE PRODUCTION",
                    "EMERGENCY RESPONSE",
                    "BUDGETING & BIDDING",
                    "INSURANCE",
                    "ON SET SECURITY",
                    "ACCOMMODATION",
                    "HOTEL BOOKING",
                    "LOCAL COORDINATION"
                ]
            }
        ]
    },
    {
        "name": "AUSTRIA",
        "access": [
            "Austria is a filmmaker's dream! It is nestled in the heart of Europe, Austria offers a myriad of breathtaking settings, each with its own unique charm.",
            "Austria's landscapes are as diverse as they come. From the snow-capped peaks of the Austrian Alps to the rolling vineyards of Styria, and from the picturesque lakes in the Salzkammergut region to the historical treasures of Vienna, The country's seasons provide a wide range of looks, allowing you to capture the beauty of Austria in various settings throughout the year.",
            "Austria's rich history is a cinematic goldmine. Explore the opulent halls of imperial palaces like Schönbrunn and Hofburg in Vienna. Step back in time in the medieval town of Salzburg. Discover the romantic allure of charming towns like Hallstatt, with its traditional alpine architecture. Austria's history is ever-present, offering filmmakers the perfect backdrop for historical dramas or period piece, unique mix of tradition and modern urban life.",
            "Whether you're planning a documentary, feature film, or a grand production, Austria has everything you need to bring your vision to life. Austria boasts a talented and professional film industry, with a team of experts ready to make your vision a reality. From scouting picturesque locations to assembling the perfect crew, you'll find top-tier support to bring your project to life. Our skilled Austrian team includes directors, fixers, directors of photography (DOPs), and editors with a wealth of experience in the industry. Expect nothing less than production excellence that consistently exceeds your expectations."
        ],
        "visa": [
            "Most film crews can enter Austria without a visa, but if they plan to stay for an extended period, a visa might be required.",
            "Austria is part of the Schengen Area, a group of 26 European countries that allows for the free movement of labor and services. People from Schengen countries can visit Austria for up to three months without needing any special permits. However, if their stay exceeds three months, they must apply for a visa.",
            "For citizens of the United States, Canada, Australia, the EU, and the EEA, no visa is necessary to enter the Slovakia, and they can stay for up to three months within a six-month period without a residence permit.",
            "Austria is a signatory of the Convention on Temporary Admissions, and ATA Carnets are accepted, simplifying the process of transporting film equipment across the border.",
            "Coming from outside the EU and these countries, individual situations have to be looked upon and may apply for VISA. We can assist you with that!"
        ],
        "services": [
            {
                "label": "LOCATION  & CASTING",
                "values": [
                    "LOCATION SCOUTING",
                    "LOCATION RESEARCH",
                    "LOCATION REPORTS",
                    "LIGHT STUDIES",
                    "LOCATION CLEARANCES",
                    "FILM PERMITS",
                    "MAPPING ",
                    "FILM CASTING",
                    "CASTING DIRECTORS",
                    "AUDITIONS",
                    "TALENT SELECTION",
                    "CASTING CALLS",
                    "ROLE CASTING"
                ]
            },
            {
                "label": "LOCAL PRODUCTION CREW",
                "values": [
                    "PRODUCTION ASSISTANTS",
                    "FIXERS",
                    "CAMERA OPERATORS",
                    "DOP (DIRECTOR OF PHOTOGRAPHY)",
                    "DIRECTORS",
                    "GAFFERS",
                    "FILMMAKERS",
                    "RUNNERS",
                    "COLOR GRADERS",
                    "ASSISTANT DIRECTORS",
                    "FOCUS PULLERS",
                    "SOUND OPERATORS",
                    "CERTIFIED DRONE PILOTS",
                    "MAKE UP ARTISTS",
                    "COSTUME/STYLISTS",
                    "SET DESIGNERS"
                ]
            },
            {
                "label": "LOGISTICS & EQUIPMENT ",
                "values": [
                    "FILMING EQUIPMENT ",
                    "(CAMERA, LIGHTS, GRIP)",
                    "TECHNICAL CREW",
                    "DRIVERS",
                    "ART DEPARTMENT",
                    "SFX CREWS",
                    "HIGH-END EQUIPMENT RENTAL",
                    "STUDIOS",
                    "TRANSPORTATION",
                    "VANS/MINIBUSES",
                    "WALKIE TALKIES",
                    "PRODUCTION TENTS",
                    "SPECIALIZED VEHICLES",
                    "PRODUCTION HOUSE"
                ]
            },
            {
                "label": "PRODUCTION SUPPORT AND MANAGEMENT",
                "values": [
                    "TRANSLATORS",
                    "PERMITS / PERMIT MANAGEMENT",
                    "PRODUCTION SCHEDULING",
                    "BUDGETING & CALL SHEETS",
                    "FINDING TALENTS",
                    "CATERING",
                    "LOCAL HIRE & MANAGEMENT",
                    "SERVICE PRODUCTION",
                    "EMERGENCY RESPONSE",
                    "BUDGETING & BIDDING",
                    "INSURANCE",
                    "ON SET SECURITY",
                    "ACCOMMODATION",
                    "HOTEL BOOKING",
                    "LOCAL COORDINATION"
                ]
            }
        ]
    }
]